const quizData = [{
    question: "(Q1/3) 因为新加坡是一个安全的地方，我不需要在公共设备上退出我的购物账户。",
    a: "正确",
    b: "不正确",
    correct: "b",
    explanation:"如果您的帐户在公共设备上保持登录的状态，别人可能会滥用您的帐户。例如，他们能使用您的信用卡进行未经授权的购买。我们要尽量避免在公共设备上登录您的购物帐户。不然的话，我们至少也要在登出自己的帐户。",
}, {
    question: "(Q2/3) 我不应该向任何人透露我的信用卡资料，因为任何知道的人都可以在未经我许可盗用账号。",
    a: "正确",
    b: "不正确",
    
    correct: "a",
    explanation:"任何知道银行卡的信息，例如卡号码、卡人的姓名、卡的到期日期和 CVV等的详细的人都可以进行购买。信用卡详细信息只能由您自己知道；不要与任何人分享"
}, {
    question: "(Q3/3) 即使购物网站发出促销链接，我不应该点击电子邮件中链接，以防是病毒。",
    a: "正确",
    b: "不正确",
   
    correct: "a",
    explanation:"电子邮件中链接通常难以验证是否是真实，而且它们经常被滥用，存在风险。",
}
];


