const quizData = [{
    question: "(Q1/3) 我________点入那些弹出（pop up）广告，因为这些广告通常有很好的优惠，能帮助我省钱。",
    a: "应该",
    b: "不应该",
    correct: "b",
    explanation:"弹出广告已被黑客用来发送恶意软件。在某些情况下，恶意软件可能会在受害者不知情的情况下被执行。例如：窃取你的机密数据，从您的摄像头和或麦克风监视你等",
}, {
    question: "(Q2/3) 我________与银行工作人员分享我的单用密码 （OTP）来解决我的银行用户问题。",
    a: "应该",
    b: "不应该",
    
    correct: "b",
    explanation:"OTP。新加坡法律规定，银行公司不能通过电话要求提供此类信息。因为拥有此信息可以让任何人完全控制各自的账户，包括资金转移等关键交易。"
}, {
    question: "(Q3/3) 我从一个微信的投资组里收到了一件信息，说明了如果我能今天能预先支付定金，他们能双倍的增加我的收益。我应该：",
    a: "赶快把握这个机会，立刻预先支付定金。",
    b: "不理会这个讯息，因为我不能确认这个机会是否是真的。",
   
    correct: "b",
    explanation:"难以相信的消息，大部分都是假的。诱人的交易很有吸引力，因为这些交易都保证收益。但这些交易通常需要预付款，而骗子经常会骗走这笔钱。",

}
];


