const quizData = [{
    question: "(Q1/3) 当银行职员要求我提供用户名时，我应该让他们知道我的用户名，让他们能够确认我是银行客户者",
    a: "正确",
    b: "不正确",
    correct: "b",
    explanation:"法律禁止新加坡的银行和金融机构绝要求您提供用户名、密码甚至 OTP。请拒绝这些要求。"
}, {
    question: "(Q2/3) 我可以点击任何从银行所发出的链接（邮件或短信）。",
    a: "正确",
    b: "不正确",
    
    correct: "b",
    explanation:"新加坡要求银行不要在电子邮件/短信中附上链接，避免被诈骗集团利用到。输入用户名和密码会将用户名和密码发送给诈骗者，让他们能够登录和执行交易，包括资金转移。"
}, {
    question: "(Q3/3) 我可以通过点击链接（邮件或短信）来更新我的银行应用程序",
    a: "正确",
    b: "不正确",
   
    correct: "b",
    explanation:"新加坡的银行不再允许在电子邮件/短信中附上链接。请通过官方的 Google Play Store 或 Apple App Store 更新应用程序。"
}
];


