const quizData = [{
    question: "(Q1/3) 我可以通过电话，把自己的网络银行用户名和密码交给 “卫生部“。",
    a: "正确",
    b: "不正确",
    correct: "b",
    explanation:"政府官员绝不会通过电话、短信等方式要求您提供敏感信息，例如用户名和密码。"
}, {
    question: "(Q2/3) 我曾经把钱交给陌生人，而且我怀疑我被骗了。我应该：",
    a: "保持安静而不告诉别人，因为这件事告诉别人会太尴尬了。",
    b: "联络狮子乐龄之友协会的员工们求助。这些事情应该向当局报告。",
    
    correct: "b",
    explanation:"如果您有任何疑问，请寻求狮子乐龄之友协会的帮助。不要瞒住这件事，要向当局报告此类事件，避免有下一个受害者。"
}, {
    question: "(Q3/3) 这个旅游配套有70% 的折扣。我应该:",
    a: "确认这个配套是真的。我不应该转发任何钱，因为这个配套简直难以相信。",
    b: "赶快先支付$500去预定位置，确保我不会错过这个配套",
   
    correct: "a",
    explanation:"不要冲动地购买物品。在进行任何付款之前，请务必检查并验证交易的真实性。"

}
];


